Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 그리 잘 안다면 잡설은 그만둬라.
en: if you really do know everything about me, then stop with the nonsense.

source: 흥미로운 견해군요.
en: that’s an interesting perspective.

source: 제발 다시 생각해 보세요.
en: please, think hard about this!

source: 참주와의 논의 끝에 서로 타협했지.
en: after a lot of deliberation with the despotess, we reached a consensus.

source: 제사는 드릴 수 없어요.
en: I cannot conduct the mass.

source: 제대로 이용해 주겠어.
en: I’ll use that to my advantage.

source: 허,
en: heh.

source: 형제님, 저 옷 좀 갈아입고 올게요!
en: brother, I’m going to go change!

source: 아, 아나샤는 착한 애였어요.
en: a-anasha was a good boy.

source: 뭐든 상관없다고?
en: it doesn’t matter what we do?

source: 숨긴 경전을 들킨 것도 그렇고…
en: I am sorry for not hiding the bible thoroughly enough...

source: 아, 아뇨.
en: oh, no.

source: 기분 나빠?
en: are you offended?

source: 다만 까닭을 모르겠네요.
en: but I just don’t know why.

source: 저렇게 눈이 형형한 사람을요.
en: people with sunken eyes.

source: 그런 아이를 견디지 못한 어머니는 살길을 찾기로 했죠.
en: unable to endure it any longer, my mother looked for a way out.

source: 무정해진 그 눈을 다시 볼 자신도 없어.
en: I don’t think I can look him in those cold eyes again.

source: 구경하지 말고 잡아라.
en: don’t just stand there. catch it.

source: 그래서 그냥 같이 들고 왔습니다.
en: so I just carried it with you back to the room.

source: 리바노스나 교회에서 전하의 거취를 결정할…
en: the church of libanos will decide your fate–

source: 이제 어떡하죠, 전하?
en: what should I do, your highness?

source: 그전에 확인할 게 있어요.
en: but before I do, I have to confirm something with you.

source: 왕자가 필리아를 부르기
en: two hours before...

source: 쫄지 말자, 쫄지 말자.
en: don’t be scared. don’t freak out.

source: 보통 사람들은 성별자의 힘을 본 적도 없으니 그리 놀라지 않았겠지요.
en: most people have never seen the strength of a holy warrior, so they wouldn’t recognize one when they saw him or her.

source: 형제님, 더는 안 돼요…!
en: brother didi, no more...!

source: 호의도 감탄도 없는 평가.
en: words with no heart or goodwill behind them.

source: 왜 그렇게 화가 난 건데?
en: why is he so angry?

source: 겨우 네 마음 물어본 것뿐인데, 오히려 꽁꽁 숨기니까 더 이상하단 말이야.
en: I just asked what was on your mind, but you keep deflecting.

source: 다른 애들한테 부담을 주고 싶진 않지만…
en: I don’t want to burden the others...

source: 네, 그리하겠습니다.
en: yes, ma’am.

source: 까마귀 이 나쁜 놈…!
en: that asshole crow!

source: 그러시겠죠.
en: I’m sure...

source: 그 눈이 이상해.
en: there’s something wrong with his eyes.

source: 제가 물어봤자 뭐 얼마나 아프겠어요?
en: even if I bite you, how badly could I hurt you anyway?

source: 아칸싸는 저주받은 땅이 아니라 상처 입은 땅이에요.
en: akantha wasn’t cursed. it was wounded.

source: 어딜 가는 거죠?
en: where’s he going

source: 리바노스를 점령한 세리온이
en: serion, who rules over libanos,

source: 예뻐.
en: she’s pretty.

source: 저는….
en: I...

source: 아시다시피,
en: as you know,

source: 갑자기 웬 아나샤….
en: what about anasha all of a sudden?

source: 백성들은 이미 교회에 대한 신뢰를 잃었소!
en: the church has already lost the people’s trust!

source: …너무한 건 사제님의 발상이지 싶은데요.
en: I don’t know... I think you’re imagining things too much.

source: 알로베스 αλώπηξ
en: alopix αλώπηξ

source: 폐왕자니까 상관없지 않나?
en: isn’t it okay because he’s a fallen prince?

source: 리바노스의 선전 포고라고 오해를 받게 될 줄이야.
en: him thinking this is libanos’s declaration of war.

source: 엄마가 전부였던 어린아이는
en: to the child, her mother was her whole world.

source: 감옥, 새장, 물속.
en: a prison, a cage, a dungeon?

source: 대사제님의 명령으로 여기 왔어요.
en: I’m here at the orders of bishop airo.

source: 여기서 만나게 될 줄은 정말 상상도 못 했어요.
en: I never imagined I would see her here.

source: 또 이상한 때 갔다가 더러운 꼴 보면 어떡해요.
en: what if any more ugly things happen when we go to him at other times?

source: 당신이 있었다면 어땠을까?
en: ...how would’ve things turned out?

source: 이 사제가 외친 가당치도 않은 말들이
en: ...every unreasonable thing this nun said...

source: 그래서 차가운 밤으로 돌아가야 하는 것을 알고도
en: and so, despite knowing he had to go back to the cold sleepless nights,

source: 교회에 새 경전을 요구합시다!
en: we must ask the church for a new bible!

source: 교회도 지금 엘라이온과 리바노스로 나뉘었습니다.
en: ...the church is also split along the lines of elaion and libanos.

source: …지금 나를 판단하겠다는 말인가?
en: are you... judging me?

source: 정말로, 정말로 신중한 사람이다.
en: he truly is a cautious person.

source: 어떻습니까, 전하의 마음이 움직일 것 같습니까?
en: so, do you think we can change his highness’s mind?

source: 갑자기 나타나서 소란을 피우며 사람들을 놀라게 하니 말입니다.
en: because they appeared out of nowhere and caused a commotion, startling the people.

source: 집에 가서 이르면 안 돼?
en: no tattling on me, mmkay?

source: 이, 미친 여자가…!
en: th-this woman-!

source: 엘라이온을 증오하는 세리온은 왕자를 죽여 환란을 끝내자 했지만
en: out of her hatred for elaion, serion wanted to kill the prince and stop the crisis from ever budding.

source: 괜찮겠어?
en: you sure you want to leave her there?

source: 죄송하지만 전하, 전하는 죽지 못해요.
en: I’m sorry, your highness, but you cannot die...

source: 뭘 괴롭히고 싶어?
en: who do you want to torture?

source: 게다가 기껏 불렀는데 오지도 않고 말이야.
en: and I didn’t even come to you when you finally summoned me.

source: 세 가지 방법 중에 어느 길로 갈 것인가.
en: which of the three paths are you going to take?

source: 어제도 또 못 잤네, 이 왕자님.
en: you didn’t get any sleep last night either, did you?

source: 거기까진 설명하기 곤란한데….
en: ...but I don’t have the energy to get into that right now.

source: 우리 둘.
en: both of us.

source: 그리고 스스로 죽고자 하는 남자.
en: and then he plans to kill himself.

source: 저주받은 물건이라고 꺼릴 텐데요.
en: people might think these are cursed.

source: 저기…
en: can I--

source: 전하와 친구가 되려고 여러 가지를 드렸어요.
en: ...tried to give you several things to get closer to you.

source: 그래도 안고 주무시면 폭신폭신해서 편할 거예요.
en: still, it will be comfortable and help you relax.

source: 그래, 그랬지.
en: yes. yes, I did.

source: 구르기 시작한 운명은 인간으로 막지 못하리.
en: but no human can stop fate already in motion.

source: 일어나시자마자 창고로 달려가 악기부터 꺼내오더니…
en: but as soon as she woke up, she ran off to the warehouse to grab the lyre...

source: 어때, 세상 굴욕적이지?
en: humiliating, isn’t it?

source: 귀하.
en: sister.

source: 제가 내려간 사이에 사제님이 위험해질까 봐 걱정되네요.
en: I’m worried you’ll be in danger while I am down there.

source: 왕자도 반역자도 아닌 자.
en: the one who is neither a prince nor a rebel.

source: 네 진짜 모습.
en: ...your true self.

source: ‘까마귀의 비호를 받는 로제의 천사’로 업그레이드된 거,
en: “angel of rosé” to “angel of rosé protected by crows,”

source: 왕가는 나라의 태양이자 기둥이라고 했습니다.
en: the royals are like the sun and pillars of the kingdom.

source: 뜻밖이군요.
en: how unexpected.

source: 뭐, 무의미한 물음이지만.
en: well, it’s pointless to wonder.

source: 놀라시는 것도 이해가 갑니다.
en: I understand you’re shocked.

source: 경전이 어떻게 생겼는지 말씀드리면 되는 건가요?
en: so would you like me to describe it to you?

source: 여긴….
en: isn’t this...?

source: 제사 드리는 시늉까지 내다가 까마귀를 부를 생각이었는데.
en: I was going to call the crows while pretending to conduct mass.

source: 여긴 어디죠…?
en: where are we?

source: 그 틈에 눈을 보는 거야.
en: ...and use this chance to look him in the eyes.

source: 아하, 법도….
en: ah, the laws...

source: 내가 죽으면 엘라이온도 다시 조용해진다.
en: and elaion will once again be at peace after I die.

source: 제가 인내하는 동안 몸을 사리십시오.
en: spare yourself while I still have the patience.

source: 온갖 위험을 감수하고 대사제님의 제안을 받아들인 결과가 이리도 최악이라니!
en: but I can’t believe this is the outcome of all the risks I took and agreeing to the bishop’s plan!

source: 앞으로 여기 못 오게 해.
en: don’t let her in here anymore.

source: 에잇, 뭐 어떻게든 되겠죠!
en: eh, I’m sure something will work out!

source: ‘영향을 끼치지 않을 리가 없다.’
en: won’t influence the unstable people of akantha.”

source: 비꼰 거 맞지…?
en: she was being sarcastic, right?

source: 저는 팔려 왔어요.
en: I was sold...

source: 때려잡을 수도,
en: ...if I can’t beat him down,

source: 재갈이라도 물려야 하나?
en: gag her?

source: 창고 열쇠를 돌려받으러 왔습니다.
en: I’m here to get my warehouse key back.

source: 내가 배신한 이유는…
en: I betrayed you...

source: 제 호위 형제님이 언뜻 들으셨대요.
en: I heard from my bodyguard, brother diati.

source: 왕자의 군대는 와해되었다.
en: and dispersed the prince’s army.

source: 협조 감사합니다.
en: thank you for your cooperation.

source: 에키나는 모든 게 지저분하게 뒤섞여서 제대로 보이지가 않아….
en: everything’s so mixed up in her mind, I can’t read her clearly.

source: 왕족 모독이니까 사형인가…?
en: since I insulted royalty... probably execution?

source: 어제 나타난 암살자는 아무래도
en: but I think last night’s assassin...

source: 하늘을 보며 경전을 외우겠다는 건가.
en: so is she going to look at the sky and recite the bible from memory?

source: 어째서인지 이날은
en: for some reason...

source: 빚이라니?
en: owe you?

source: 저 사제의 말은 가끔씩
en: the young nun...

source: 온갖 것을 탓하면서 혼자 고결하게 죽을 궁리만 하고!
en: you blame everything and everyone else while all you think about is dying in a blaze of glory!

source: 너도—
en: you’re all...

source: 어째서 경전만 보이지 않는단 말이냐.
en: but why is the bible still nowhere to be found?

source: 문제는 그다음입니다.
en: the problem comes after.

source: 죄송합니다.
en: ...I’m sorry.

source: 동참해주세요, 형제님!
en: please say you’ll join me, brother!

source: 전하, 모든 일은 운명이 되기 전에 사람의 결정이었어요.
en: your highness, everything is some person’s decision before it becomes fate.

source: 죽었다고 생각했는데….
en: I thought she died...

source: 음, 아마도…
en: um, probably...

source: 오랜만이야, 정말.
en: but it really is good to see you.

source: 히익!
en: aaack!

source: 엄중한 심판으로 말입니다.
en: to be judged. strictly.

source: 그 착각이 무너진 것은 이튿날이었다.
en: but that illusion shattered the very next day.

source: 목적을 위해 수단을 가리지 않는 야망으로 가득 찬 남자.
en: he’s an ambitious man who’ll do absolutely anything to achieve his goals.

source: 내가 직접 감시해야 했는데.
en: I should’ve overseen her capture myself.

source: 더 죽이고 싶어.
en: I want to kill her more than anyone else.

source: 위험해, 키사.
en: it’s too dangerous for you, kitha.

source: 나는 아직도 식탁 위의 고기를 동정하지만
en: I still sympathize with the piece of meat on the table,

source: 배고프다고 했잖아요?
en: aren’t you hungry?

source: 다 쓸어내고 시험해봐도 좋겠군.
en: let’s break it all down and build anew.

source: 실례합니…
en: pardon me...

source: 반드시
en: I’m absolutely...

source: 경전을 다시 돌려드리겠습니다.
en: please allow me to return the bible to you.

source: 왕자의 방에 들어갈 때만 해도 상처 같은 건 없었는데.
en: she didn’t have that cut before she went into the room.

source: 이번에도 분명 잘하실 수 있으실 거예요.
en: you’ll do great this time, too. I’m sure of it.

source: 그래서 저는 그분의 심정도 충분히 이해해요.
en: so I completely understand where he’s coming from.

source: 생각을 읽는다고?
en: so, you can read minds?

source: 앞날을 보는 방법엔 여러 가지가 있다오.
en: there are several different ways to see into the future.

source: 편지예요.
en: a letter to me.

source: 넌 대체 누구지?
en: who the hell are you?

source: 그게, 어두울 때 봐서 정확지는 않지만….
en: you see, it was dark so I am not very sure, but...

source: 절 죽이고 대역을 세우실 건가요?
en: are you going to kill me and put a replacement in my place?

source: 와아….
en: gosh...

source: 그만.
en: enough.

source: 그다음에 보내줄게.
en: then I’ll let you through.

source: 아무에게도 말하지 않는다고 약속해 주세요.
en: promise me you won’t tell anyone.

source: 종잡을 수가 없어.
en: I just don’t get it.

source: 첫날은 이걸로 끝이에요.
en: the first day is over.

source: 아칸싸는 아마도….
en: akantha would’ve...

source: 식사하긴 글렀군.
en: I lost my appetite.

source: 아들을 부추겨서 부자상잔을 조장했다는 오명은
en: the stigma of instigating a father-son struggle by encouraging the son,

source: 별말씀을.
en: not at all.

source: 시나피와 라카논은 엘라이온을 부양하는 매우 중요한 도시입니다.
en: sinapi and lakanon are very important cities that prop up elaion’s economy.

source: 선지자 율로기아는 초대 왕의 대관식에서 망국을 예언했다.
en: the prophet eulogia prophesied the demise of the kingdom at the coronation of the first king.

source: 그렇게 음흉한 사람은…
en: someone so sinister...

source: 그만…!
en: stop-!

source: 전쟁을 불허한다고 말할 거예요.
en: I’m going to tell him I don’t consent to the war.

source: 리리가 고생해서 가져온 걸 밟아버리다니!
en: lili went through so much trouble to get those! how could he step on them?!

source: 나도 이게 말도 안 되는 억지라는 거 아는데….
en: I know, I know. I hear it, too. I don’t make any sense.

source: 아니면 뭐죠?
en: then what makes her so strong?

source: 하지만 자멸을 기다리기엔 그 과오가 깊습니다.
en: but it is a mistake to simply wait for self-destruction.

source: 아래 입구에서 기다릴게요.
en: I’ll wait for you down at the entrance.

source: 참, 용건이 하나 더 있는데.
en: oh, no. I do have one more piece of business.

source: 왕자 전하.
en: your highness.

source: 이 능구렁이 할배가.
en: that old fool.

source: 어디서 보내는 걸까요?
en: where do you think they’re sending it from?

source: 저도 이런 얼굴로 나오고 싶진 않았어요.
en: I didn’t want to look like this, either.

source: 키사?
en: kitha?

source: 그냥 소중히 대해주세요.
en: please just treat me like a friend.

source: 혹시 또 누가 다가오거나 위험하게 만든 적이 있어?
en: did anyone else come around or cause trouble?

source: 전하께선 주무시나요?
en: is his highness asleep?

source: 먼 훗날, 우리를 닮은 당신들이
en: that years in the future, you who are like us...

source: 이걸 내게 고하는 이유는?
en: why are you telling me all this?

source: 카키아의 첫 번째 수양딸로요.
en: she was kakia’s first adopted daughter.

source: 전하를 설득해야 합니다.
en: we have to change the prince’s mind.

source: 어서 결론을 내셔야 합니다, 사제님.
en: you must act quick, sister.

source: 누구의 정성인지도 중요하지요.
en: whose heart it was also matters.

source: 오잉….
en: eh...?

source: 말장난이 과하다?
en: did I push it too far?

source: 다들 자길 죽이려고 달려드는데.
en: of course he would go insane!

source: 그게 더 마음에 들어.
en: I like that more.

source: 그러니 아칸싸에서 동쪽을 치고 들어가면
en: so if we strike from the east, from akantha,

source: 됐다, 말을 말자.
en: patience, himas.

source: 왕자 전하를 선택했잖아요.
en: ...over his majesty, the king.

source: 저도 전하가 무서웠어요.
en: and I was afraid of you, too.

source: 왜 이래, 아, 악…!
en: what are you, ah, aaargh!

source: 진짜 도망갈까?
en: should I run away?

source: 전하께 오시라고 한 말엔 이 난리를 피우면서,
en: you’re making all this fuss about me asking his highness to come here,

source: …꿈.
en: a dream...

source: 이제 아침에만 갈 거예요.
en: I’m just going to see him in the mornings.

source: 내가 널 구하러 왔으니까.
en: because I’m here to save you.

source: 반드시 대답을 듣고야 말겠다는 의지.
en: wants to get the answer no matter what.

source: 전날 밤, 아칸싸 성
en: last night at akantha castle...

source: ‘다스리는 자’들은…
en: those who rule...

source: 대사제님 말씀대로라면 그렇겠죠.
en: if what father airo said is true, I agree.

source: 하지만 그 속에서 무리를 바로 이끌 수는 있다고 하셨죠.
en: but within those events, we can lead people down the correct path.

source: 키사 치사해, 그런 데 빌붙고.
en: ...but kitha, shame on you, currying favor with men like him.

source: 이런 말씀 드리기 부끄럽지만,
en: I’m embarrassed to say this...

source: 침입자다!
en: it’s an assassin!

source: 안녕, 까마귀야.
en: hello, crow.

source: 내가 애완동물이냐….
en: what am I, some kind of pet...?

source: 믿음이 좋군요.
en: ...a person of faith.

source: 끝까지 불허(不許)!
en: no matter what, I disapprove!

source: 정말
en: do you really...

source: 단 한 사람만은 믿어줬으니까.
en: ...but there was one person who believed her.

source: 한때 그 비슷한 일이 있긴 있었지만
en: of course, I really did do that.

source: 아쉽지만 사담을 나누기엔 시간이 부족하군요.
en: it’s a pity, but I don’t have the time to sit and chat.

source: 추하게 살아남고 싶은 마음은 없으니.
en: I have no desire to continue my pitiful life.

source: 꼭꼭 숨겨두었던 내 오랜 보물이었다.
en: were a treasure I kept hidden for a long time.

source: 그 한마디로 사람들의 운명이 좌우되니까…?
en: because every word they say determines people’s fate?

source: 시간이 얼마 없어.
en: we don’t have time to waste.

source: 형제님이 뭔가 낌새라도 채기 전에 끝내야 해.
en: I have to get it done before brother didi notices anything.

source: 이제야 겨우 일이 풀리나 했는데….
en: I thought I was finally getting somewhere...

source: 귀하를 대우할 방법이 있을지조차 의문이군.
en: I wonder if there is any way to best treat you.

source: 그런데 어떻게 그런 말씀을…!
en: but how could you say-!

source: 쓸모가 있다고 친구라면 길거리의 잡풀도 때에 따라선 친구일 터.
en: if being useful to me means you’re a friend, even the grass on the field can be my friend if it’s of use to me.

source: 아무래도 늑대 사냥을 가는 것 같습니다.
en: I think he’s going wolf hunting.

source: 이제 무엇으로 남는단 말이지.
en: what do I have left?

source: 늑대를 난도질해서 가죽도 못 쓰게 할 때가 종종 있다네요.
en: they say there are often times he hacks the wolf to pieces and ruins the hide.

source: 그게
en: why...

source: ‘친구’가 할 일은 아니었어.
en: that’s not what “friends” do.

source: 엄마가 키우던 앵무새.
en: mom’s precious little parrot.

source: 엘라이온에는 <성별자>라는 특별한 존재가 있다.
en: in elaion, there are special beings known as the holy warriors.

source: 그렇게 못 오게 하라 하시더니.
en: after all the fuss about not wanting to see her face ever again,

source: 미모와 매너를 겸비한 고귀한 혈통의 남성.
en: a man of noble blood with looks and manners?

source: 저 사람일까?
en: is this person the beast?

source: 그러니 운명 앞에서 길을 찾는 게 무의미하거나 미련한 짓은 아닐 거예요.
en: so I don’t believe looking for your path in the face of fate is pointless or foolish.

source: 그래, 여인보다 소녀에 가까웠다.
en: yes, she was more girl than woman.

source: 열 살짜리 아이가 도적들에게 쫓기다 잃어버린 걸 가지고….
en: but she’s a ten-year-old girl who lost it while being chased by bandits...

source: 그 사제도 동물… 까마귀의 비호를 받았지.
en: and the nun is also under the protection of some animals... the crows.

source: 아무렴 사제에게 손을 올릴까.
en: he wouldn’t raise his hand against a nun, would he?

source: 즉, 새 경전이 온다면 사제가 필요하다….
en: so when the new bible gets here, he’ll still need me...

source: 다 알아요.
en: well, I know everything,

source: 왜?!
en: why?!

source: 제 옛날 이름이에요.
en: my old name.

source: 그때 세리온은 리바노스로 피신하며 맹세했다.
en: serion swore to herself as she fled for libanos,

source: 왕자 전하네요.
en: it’s the prince.

source: 괜찮아, 네 마음은 이미 나를 담고 연하게 흐려져 길을 찾기 시작했으니까.
en: it’s okay. you already opened your mind to me and look at me with a softer heart.

source: 대충은
en: I have to

source: 저기, 사제님…?
en: um, sister...?

source: 이걸 뭐라고 해야 하지?
en: what do you call that?

source: 자존심이 뭐 중요한가?
en: is pride that important?

source: 전에 제가 운명은 비탈을 구르는 수레바퀴라는 말을 했죠.
en: yesterday, I said, “fate is a wheel rolling downhill.”

source: 스승을 당황시킬 만큼 질문이 많다는 청개구리 왕자님.
en: a prince of so many questions, who drives his teachers up the wall.

source: 나는 사제다.
en: I’m a nun.

source: 본인이 하면 충성,
en: so when you break a law, it’s loyalty.

source: 열흘 후 제사를 준비하라고 명하셨습니다.
en: and the prince ordered us to prepare for mass in ten days.

source: 에키나는 저보다 먼저 아칸싸에 있었어요.
en: ekina came to akantha first.

source: 그래도 괜찮으면 나 좀 지켜줄래?
en: but if it’s still okay, can you protect me?

source: 이제부턴
en: from now on...

source: 시간이 촉박합니다, 허락해 주십시오.
en: please give us the order. time is of the essence.

source: 지금까지 안 나왔다면 찾을 가능성이 없다고 봐야 합니다.
en: if we still have not found it, we have to assume it is lost.

source: …차차 생각해 보도록 하지.
en: I will think this through.

source: 비극의 왕자.
en: the tragic prince.

source: 전처럼?
en: like before?

source: 우와, 역시 안 잘리네?
en: woah, I can’t cut into you, huh?

source: 내가 할 수 있는 건 그저 진심을 다하는 것뿐.
en: all I can do is come to you with all my heart.

source: 한시라도 빨리,
en: we must not delay any longer.

source: 여기요!
en: over here!

source: 그게 무슨….
en: what do you mean?

source: 제대로 된 설명도 없이.
en: without any explanation, too.

source: 선택과 집중!
en: choose my next steps and focus!

source: 그저 겁 많은 어리석은 사제가 신중에 신중을 가하고 싶은 것뿐.
en: this timid, foolish nun just wishes to be as prudent as possible.

source: 그러니까 이런 뜻이야.
en: this is exactly what I meant.

source: 나라의 침몰은
en: ...and we have...

source: 그만 돌아가면 안 돼요?
en: can I just go home?

source: 오나그로스 ὄναγρος
en: onagros ὄναγρος

source: 프리토라는 이 군인,
en: this soldier named prito...

source: 형제님, 근데 저 한 가지 이해가 안 가는 게 있어요.
en: brother didi, there’s something I just don’t get.

source: 아 진짜 죽겠네!
en: I’m so freaking scared!

source: 뭘 찾으면 됩니까?
en: what are you looking for?

source: 잘못했어요!!
en: I’m sorry!

source: …그러네요.
en: yeah...

source: 외롭다는 뜻이고, 선택할 수 있다는 뜻이에요.
en: it means you suffer from loneliness, but it also means you have a choice.

source: 그러니 주제를 아는 게 좋겠지.
en: so it’s best you know your place.

source: 귀하는 참으로…
en: you are quite...

source: 응, 걱정 마세요.
en: nah, don’t worry.

source: 정체가 따로 있지만
en: he’s something else...

source: 하지만 그 여자가 알로베스라면…
en: but if that woman is the real alopix...

source: 어린 사제를 따라 애송이가 된 게 분명하댔나.
en: something about losing my edge because of the young nun.

source: 경전을 숨겨서 죄송합니다.
en: I’m sorry for hiding the bible from you.

source: 대사제님은 왕자가 반역하는 이유를 알아내고 달래주라 했는데.
en: father airo told me to find out the reason for the prince’s rebellion and calm him down.

source: 거스를 수 없는 시대의 흐름이 되었습니다.
en: inevitably entered the age of decline.

source: 형제님이 없었다면 아칸싸는 궤멸했을 거라는 것.
en: if it wasn’t for brother didi, akantha would’ve fallen.

source: 모르겠습니다.
en: no.

source: 저주보단 감사 기도가 좋겠습니다.
en: I’d rather you say a prayer of thanksgiving

source: 형제님을 때린 건 아직도 기분이 나쁘지만…
en: I still can’t forgive him for hitting brother didi...

source: 아오, 저 싸가지….
en: god, this son of a...

source: 자, 이제 슬슬 갈까요?
en: now, should we head back up?

source: 마침 어제저녁 교회에서 답변이 왔습니다.
en: we got a reply from the church last night.

source: 부탁이 있어.
en: can I ask you a favor?

source: 잠시나마 기대했던 내가 바보지.
en: I’m a fool for getting my hopes up, even a little.

source: 하, 하지만…!
en: b-but-!

source: 으아아아, 이게 아닌데…!
en: aaargh, this isn’t what I wanted!

source: 확신컨대 모함일세.
en: I am sure he was falsely incriminated.

source: 저쪽 상자 안에 예쁜 옷들 많던데,
en: I see a lot of pretty dresses in the box over there.

source: 당신의 업이 깊어도 영원치는 않으니.」
en: though your burden is heavy, it will not last forever.”

source: 그럼 밑에 뭐가 있는지 봐주실래요?
en: can you tell me what you see down there?

source: 왕자의 검증을 선언한 나흘 중
en: day three...

source: 잉?
en: eh?

source: 왕자를 봐야 하는데.
en: I have to see the prince.

source: 닮았어.
en: they kind of look like him.

source: 아까 저 미친 왕자의 속마음을 약탈하면서
en: when I plundered the prince’s mind a moment ago,

source: 넌 순진한 척하며 날 기만하고 내게 간섭했지.
en: you’ve been acting naive while you deceived me and interfered with my business.

source: 성격만 더러운 게 아니라 사리 분별도 안 되는 거야?
en: do you not even know how to make good judgments?

source: 왕가의 모든 악덕이 전하의 것이 아니듯,
en: just as you are not responsible for the corruption of the royal family,

source: 지금 당장 와주셔야 할 것 같습니다!
en: I need you to come with me, right now!

source: 전하께서는 시대의 요구에 따라 현왕을 폐위하겠다고 하셨습니다.
en: you promised to dethrone the current king according to the call of the times.

source: 정작 중요한 레오 엘라이온, 당신의 얘기가 어디에도 없잖아.
en: the story of leo of elaion, the most important thing I need to know, is nowhere to be found.

source: 그리고 이를 드러내다니요.
en: and bare my teeth?

source: 키사는 사제가 아니라 앵무새야.
en: kitha’s no nun. she’s a parrot.

source: 얼굴을 보이라고 했다.
en: I said, show me your face.

source: 에키나…?
en: ekina...?

source: 살기가 빠졌다고 해야 하나?
en: it’s like he kind of lost his thirst for blood.

source: 「그에게는」
en: “to him...

source: 이제야 솔직히 말하는군.
en: now you’re finally being honest with me.

source: 예, 사제님이십니다.
en: yes, your highness.

source: 도대체 언제, 어떻게 망루에서 빠져나간 건지,
en: I wanted to ask about how she slipped away from the watchtower...

source: 그런 전하께서
en: but how could he...

source: 그래서 더 어깨에 힘이 들어갔던 걸까.
en: maybe that’s why I kept my back straight.

source: 아니요, 몰라요.
en: no, I don’t.

source: 기분이 아직 안 좋으신가?
en: is she still in a bad mood?

source: 언제까지 백성들의 고통을 외면하실 겁니까.
en: how much longer will you ignore the suffering of the people?

source: 음… 일단은 교회잖아요.
en: well... it’s still a church, first and foremost.

source: 하!
en: ha!

source: 괜찮습니다, 사제님.
en: I’m okay, sister.

source: 전혀요.
en: not at all.

source: 죽일 거예요…?
en: ...really going to kill him?

source: 안 돼….
en: no...

source: 저, 전하… 답지 않은 결정이십니다.
en: b-but, your highness... that is a mistake.

source: …협박인가?
en: is that... a threat?

source: 그래서…
en: so...

source: 그 냉정한 왕자가 어깨까지 떨면서 웃었으니…
en: the cold prince almost fell over in a fit of laughter...

source: 그런데 역시나,
en: but alas,

source: 그것으로 왕은 죽고, 예언하는 나는 마지막으로 보았습니다.
en: with it, the king passed away. and I, the prophet, saw for the last time.

source: 제 22 화
en: Episode 22

source: 리바노스의 참주가 왕자를 죽이기로 결정했네.
en: the despotess of libanos decided to kill the prince.

source: 여기 아칸싸에….
en: ...here to akantha.

source: 화를 내.
en: get angry at me.

source: 아니드로스의 거인족일 수도 있지 않습니까?
en: she could be one of the titans from anidros.

source: 그걸 누가 모르나!
en: we all know that!

source: 게다가 어린 사제라는 점이 오히려 모양새는 좋습니다.
en: and the fact that she is young looks better for us.

source: 좋습니다.
en: okay.

source: 사제님, 제가 꺼내드릴까요?
en: sister, I can grab it for you.

source: 나도 타인의 비밀을 캐는 건 좋아하지 않아.
en: I don’t like digging up other people’s secrets.

source: 안 돼요, 형제님!
en: no, brother didi!

source: 귀하는 정말 겁이 없군.
en: you really have no fear, do you?

source: 사냥개가 가장 먼저 제 주인을 물러 왔다.
en: the attack dog has come to bite his master.

source: 이상한 사람이 친한 척하면 진짜 싫은데!
en: I hate it when a weirdo acts like he’s a friend!
